Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON StoryX_Redwood (레드우드).tmx
Source language: ko_kr
Languages: en_us

source: “방금 전에도 공격이었는데.{j}계속 공격만 할 수는 없죠.”
en_us: “I was on offense last time, so it’s time for a change.”{j}

source: 이 정도면 신고식 받다가 죽을 것 같은데!
en_us: At this rate, the rookie might drop off dead!

source: 목이 졸릴 각오를 하고 지원한 이유는 가족을 보고 싶다는 일념이었던 모양이다.
en_us: So the reason she risked being strangled was because she wanted to see her family.

source: 전원, 국경 수비대로 새로 들어온 신병일 뿐이다.”{j}말을 마친 그가 건조한 목소리로 입을 열었다.{j}“전원, 5열 종대로.”
en_us: You are no more than a rookie Border Guard now,” he announced before ordering, “All in line, 5 columns.”{j}{j}

source: 마음을 단단히 먹도록.”
en_us: So be prepared,” Dorian replied.

source: “무사히 넘어가기를.”{j}안젤라의 중얼거림이 끝나기가 무섭게, 마틴 레드우드의 침실과 연결된 신호줄의 방울이 딸랑거렸다.
en_us: “Please let the days pass without trouble,” Angela murmured just as the bell connected to Martin Redwood’s bedroom rung.{j}

source: “그러시겠지.”
en_us: “Oh, you’d be.”

source: 내 말을 자르듯이 형상이 다시 말한다.
en_us: The figure interrupted.

source: 어차피 한동안 걸어야 할 테니.{j}나는 게롯에게 대략적인 상황을 설명해주었다.
en_us: Since we would be walking for a while, I decided to explain what happened to him.{j}

source: 아, 말해줘야 알아듣나?
en_us: Oh, so he needs me to tell him directly?

source: 그리고, 게롯이 도움을 준다면 레드우드 가문은 게롯에게 큰 빚을 진 게 된다.
en_us: Gerrod would have the House of Redwood indebted to him if he helped recover the heirloom.

source: 그렇게 어려운 일도 아닐 텐데.”{j}병참 장교는 그렇게 중얼거리고는 5열 종대로 선 우리를 한번 슥 훑어보고 입을 열었다.
en_us: It’s not that hard,” said the commissary as he scanned us standing in formation.{j}

source: “네, 오늘은 별일 없었어요.”
en_us: “Yes. Nothing much happened today,” she replied.

source: “그리고 마력이 구심점 안에 담겨있는 한, 이 이물감도 계속되겠죠?”{j}게롯이 내 질문에 고개를 끄덕였다.
en_us: “And this discomfort would continue as long as the mana stayed in the core?” I asked to which Gerrod nodded.{j}

source: “만약 혼자서라도 살펴보겠다고 고집을 부리신다면, 저 또한 아버님을 찾아가서 이야기를 드릴 수밖에 없습니다.”
en_us: “If you must be stubborn and investigate this alone, I would have to consult my father about this,” I said.

source: “보시다시피, 이렇습니다.”
en_us: “They’re like this, as you can see.”

source: 샛길과 닿아있는 벽에는 꼴에 이게 길이라고 말해주기라도 하고 싶었는지, 굵은 못에 박혀 고정된 밧줄이 쭉 이어져 있었다.
en_us: As if to signal that this narrow strip of land was indeed a path, there was a rope connecting large pegs drilled into the cliff.

source: “형님, 머리에 든 게 없으면 눈치라도 좀 있는 편이 어떻습니까.”{j}내 말에 데이먼의 안색이 확 굳었다.
en_us: “Brother, as dumb as you are, can’t you try to read the room a little?” I asked coldly to Damon who froze.{j}

source: 이 이상으로 모아도 괜찮은 건지, 아니면 이 이상으로 모으려 들면 위험한 건지.
en_us: Could he work for more or would that be dangerous?

source: 근데 막상 죽고 나서 다른 사람 몸에 들어가, 그 사람의 아버지를 보고 있으려니 영 아니올시다네.
en_us: But now that I was dead and in someone else’s body, I couldn’t help but have contempt for the father this person had.

source: 오히려 지나가면서 농담을 던지기도 하고, 이런저런 이야기를 해주기도 했다.
en_us: Rather, he joked around or told me stories.

source: “잘 생각했다.
en_us: “Good idea.

source: “네, 그 점도 생각해서 마력과 체력을 안배하고 있습니다.”
en_us: “Yes, I am budgeting my stamina and mana with consideration,” he replied.

source: “어부 집에서 일어난 살인사건을 말씀하시는 겁니까?”
en_us: “Are you talking about the murder of the fisherman?”

source: “어디 불편한 곳이 있거든 말하렴.”
en_us: “Do let me know if you feel any pain or discomfort.”

source: 요점은 간단했다.
en_us: The point was simple.

source: 잘 찾아보니 만약을 대비하기 위해서인지 아이젠 같은 것도 보인다.
en_us: Looking closely, I also saw climbing iron and such for emergency cases.

source: 이 여자는 시대가 어느 시대인데 하녀복 따위를 입고 있는 거야.
en_us: Why was this woman wearing a maid’s uniform in this day and age?

source: “그렇지요.”
en_us: “That’s right.”

source: 움직인다.
en_us: It moved.

source: “어머니, 저는 괜찮아요.
en_us: “Mother, I’m alright.

source: 그리고, 옆에 서 있던 하인 중 하나가 입을 열었다.{j}“백작님께서 도련님이 도착하시는 대로 자신의 집무실로 데려오라 하셨습니다.”
en_us: One of the servants spoke up, “The count has announced that you come to his office as soon as you arrive.”{j}

source: “쿠르스트 산맥에는 총 열일곱 개의 산머리가 있다.”
en_us: “There are a total of 17 peaks in Kurst Mountains,” Dorian began.

source: “자리를 비우게 된다고 해도 완전히 손을 놓는 게 아닙니다.”
en_us: “Even if I take leave, I won’t be completely abandoning my trainings,” I assured him.

source: 떼인 돈이나 받아주며 푼돈 받는 흥신소와는 아예 하는 일의 격 자체가 다르다.
en_us: In short, I was in no way like the private agents that chased debtors for pennies.

source: 나는 로델린과 헤어진 다음 바로 서재로 향했다.
en_us: After parting from Rodelline, I headed to the study.

source: 내 말에 게롯이 잠깐 고민하다가 입을 열었다.{j}“본격적으로 검술 교육을 받으신 적은 이번이 처음입니까?”
en_us: Gerrod hesitated before speaking, “Was this the first time you have trained in swordfighting?”{j}

source: 그 와중에 배에 타고 있던 사람들 중 하나가 물 아래로 풍덩 빠지는 것이 보였다.
en_us: I then saw one of them drop into the water.

source: 자비도 없는 녀석들.
en_us: The ruthless scums.

source: 그 말에 사람들이 주춤거리기 시작한다.{j}그 모습을 보던 병참 장교가 입을 열었다.{j}“귀가 막힌 모양이군.{j}괜찮다.{j}선임병들이 자상하게 도와줄 것이다.”
en_us: People hesitated, and the commissary spoke coldly, “You all must be deaf. That’s alright. Your uplines will help you kindly.”{j}{j}{j}{j}

source: 내 말에 게롯이 눈을 크게 뜨고 나를 바라봤다.
en_us: Gerrod stared at me wide-eyed.

source: “로델린 부인, 좋은 아침입니다.”
en_us: “Good morning, Lady Rodelline,” she greeted.

source: 우리는 돌아가죠.”
en_us: Let us go back,” I called.

source: 그렇게 혈관을 타고 도는 마력을 이용해 기사들은 폭발적인 힘을 사용하게 된다.
en_us: The knights could use explosive power using the mana that coursed through their veins.

source: “게다가 마력을 모으는 데 익숙해질수록 한 번에 끌어모을 수 있는 마력의 양이 점점 많아지기 때문에…….”
en_us: “Also, the more you are used to collecting mana, the more you can collect at once, so...”

source: 내가 문을 열고 들어가자 안에 있던 사람들이 일제히 내 쪽으로 시선을 모은다.
en_us: As soon as I swung the door open, those inside whipped their head toward me.

source: “제가 인생을 막살아서 받게 된 벌입니다.
en_us: “It is my punishment for living like a rascal.

source: “왜 하필 심장에 박아넣는 거야.”
en_us: “Why does it have to be the heart?” I asked.

source: 예티가 출장이라도 온 건가.
en_us: Were we having a Yeti on picnic?

source: 다른 곳에서는 보기도 힘들다고 알려진 괴물들이 쿠르스트 산맥에 세워진 국경 수비대의 성벽을 벗어나 조금만 들어가면 마구 튀어나오는 모양이다.
en_us: The monsters rarely seen elsewhere seemed to pop up in hordes beyond the walls guarded by the Border Guards.

source: “앉도록.”
en_us: “Sit.”

source: 아직도 심장이 얼얼하니까.
en_us: My heart still felt numb.

source: “사람이 탈 마차 한 대와 짐을 올릴 마차 한 대 정도면 되겠지.”
en_us: “One carriage for the passengers and another for the luggage would do.”

source: “그 마법은 위력이 굉장하지만, 사용하기 위해서는…… 특별한 재료가 필요하다고 알고 있습니다.”
en_us: “The magic is very powerful, but I believe that you need... special ingredients to activate it.”

source: 점점 하늘이 노랗게 변하기 시작하고 구역질이 올라오기 시작한다.
en_us: The sky seemed to turn yellow, and I felt like throwing up.

source: 나는 그 말에 흐흐, 하고 웃음을 흘린 다음 대답했다.{j}“아버지 이야기는 별로 하고 싶지 않네요.”
en_us: I chuckled before speaking, “I’d rather not talk about father.”{j}

source: “게롯에게 이야기 들었다.
en_us: “I’ve heard about you from Gerrod.

source: 이 책 쓴 새끼 누구지.
en_us: Who wrote this book?

source: 셜록홈즈에 나오는 말이었지.
en_us: That was a quote from Sherlock Holmes.

source: 희미하게 파삭, 하는 소리가 들렸다.
en_us: I heard a small crack.

source: “근데, 너는 내 붙박이 하녀로 있은 지 벌써 6일이 넘었는데.
en_us: “By the way, it has been more than six days since you worked for me.

source: 의외로 중세처럼 생겨서는 치료는 제대로 할 줄 알잖아.
en_us: For a medieval-looking world, this place seemed to have an advanced-enough medicine.

source: 그리고 몇 분 지나지 않아, 문이 열렸다.{j}이번에는 두 명이 함께 들어왔다.
en_us: The door opened again in a few minutes to reveal two this time.{j}

source: 저기, 죄송합니다.
en_us: Um, pardon me.

source: 어머니와 아버지 사이가 다소 냉담한 것은, 저 때문인가요?”{j}내 말에 로델린의 표정이 굳었다.
en_us: Is it because of me that you and father are not on good terms?” I asked, and Rodelline’s face froze.{j}

source: 게롯이 시키는 대로 나는 뛰기 시작했다.
en_us: I started to run upon Gerrod’s orders.

source: 1열 앞으로.”
en_us: Line 1, step forward.”

source: 이번에는 재수가 좋아서 한 번에 많은 양의 마력을 얻는데 성공했다.
en_us: I was lucky and succeeded in collecting a lot at once.

source: 그 마법사에게 배를 빌려준 어부, 과연 정말로 배를 빌려줬던 걸까?
en_us: Did the fisherman really lend his boat to the mage?

source: 내가 무슨 사탄도 아니고.
en_us: I wasn’t the devil.

source: 다른 사람들도 급하게 옷을 갈아입기 시작했지만, 1분 안에 시간을 맞추는 건 아무리 해도 무리다.
en_us: The others made haste, but it was difficult to get everything done in a minute.

source: 물론 쿠르스트 산맥에는 하이랜더만 있는 것이 아니다.{j}인간의 손이 제대로 닿지 않는 쿠르스트 산맥에는 온갖 괴물과 기괴한 생명체들이 자리 잡고 있다.
en_us: Of course, the highlanders won’t be the only danger one would find in Kurst Mountains, which were full of various beasts and monstrosities away from civilization.{j}

source: “호수 아래에 붉은 가지가 잠들어 있다면, 그걸 꺼내서 바로 게롯 경에게 빌려줄 생각이다.”
en_us: “If the Red Branch is beneath the lake, I plan to lend it to Sir Gerrod as soon as I find it.”

source: 오른손이 당기는 힘으로 왼손 주먹이 녀석의 목젖을 꽉 짓누른다.{j}곧바로 녀석이 물속에서 아등바등 몸부림을 치기 시작한다.{j}살기 위한 본능적인 몸부림.
en_us: The more the right hand pulled, the more my left fist pressed on his neck, and he began to flail violently and instinctively in the water to survive.{j}{j}

source: 해발 4500m 이상의 높이를 자랑하는 고산은 쿠르스트 산맥에 총 17개가 있다.
en_us: There were a total of 17 peaks higher than 14,764 ft above the sea.

source: “제가 어찌, 천한 발을 도련님의 침상 위에.”
en_us: “How could I put my lowly foot on your bed?” she asked, taken aback.

source: 심지어, 찌르는 깊이까지 조절한 모양인지 시체의 앞판에는 송곳이 뚫고 나온 흔적조차 없다.
en_us: They took such care not to stab too deep that one could see no trace of the stab from the front.

source: “담은 큰 편입니다.”
en_us: “They say I’m quite daring, sir,” I replied.

source: 나는 별다른 대답을 하지 않았다.
en_us: I said nothing.

source: “여튼, 붉은 가지가 여기에 있을지도 모른다는 생각 때문에 왔는데.{j}저 녀석들의 행동을 보아하니, 누군가 저와 같은 추측을 한 사람이 있는 모양입니다.”
en_us: “Anyway, I came here thinking that I might find the Red Branch. Judging from what they’re doing, someone else must have had the same thought.”{j}

source: 그리고, 나는 그걸 엄청 잘하는 편이다.
en_us: And I turned out to be very talented at it.

source: 많은 사람들이 그 점을 무시하고 무작정 자기 몸 안에 금속을 박아넣었다가 죽는 경우가 잦다고 한다.
en_us: Many people supposedly died when they ignored the fact and rooted a metal in their body.

source: 꼴 보기 싫은 녀석 하나 치워버리고 싶었는데, 마침맞게 후작가 차남의 죽음이라는 빌미가 생겼다.
en_us: So he wanted to get rid of a troublemaker when a marquess’s son died at the perfect time.

source: 애초에, 그건 심지어 내 자신도 아니었다.
en_us: To be exact, that person wasn’t me.

source: 제대로 싸울 수 있는 유일한 사람인 게롯에게 들려준다면 비록 싸울 수 있는 사람의 숫자가 적다고 해도 충분히 극복할 수 있을 것이다.
en_us: If given to an experienced fighter like Gerrod, we’d be able to make it out of this situation even though we’re outnumbered.

source: 나는 이제 이 집에서 예의 같은 거 안 지킬 거다.
en_us: I wasn’t going to tiptoe around manners anymore in this household.

source: 더럽게 넓잖아.{j}대충 축구장 1500개 정도의 면적이다.
en_us: The lake was damn large--about 1500 soccer fields, in fact.{j}

source: 손발은 의자에 줄로 묶여있다.{j}이리저리 바닥이 흔들리며 삐걱거리는 소리를 낸다.
en_us: My hands and feet were bound to the chair which creaked with the rocking floor.{j}

source: “왜?”
en_us: “Why?” I asked.

source: 내가 발현점에 도달하면서 얻게 된 능력은 세 가지다.
en_us: I had gained three abilities when I reached manifestation.

source: 한 30m 정도를 순식간에 기어 올라갔던 도리안이 그대로 다시 주르르 절벽을 타고 내려온 다음 나를 바라봤다.{j}“지금 너는 등에 짊어진 군낭이 제법 무겁기 때문에 어쩔 수 없이 정규 루트를 밟는 것뿐이야.”
en_us: Dorian who had climbed about 98 feet in a second slid down and stared at me as he said, “You’re merely walking the official path because you have quite a load on your back.”{j}

source: “염증으로 보이던데.
en_us: “It looks like an inflammation.

source: “고맙다, 밤도 늦었는데.”
en_us: “Thank you. I know it’s late.”

source: 적대할 이유가 있다면 모를까, 그게 아니라면 내가 굳은 표정을 유지할 필요는 없잖아.
en_us: Unless there was a reason for me to antagonize him, I would continue to be polite.

source: 내 말에 안젤라가 작게 호흡을 내쉰 다음에 말했다.{j}“도련님의 붙박이 하녀를 하고 난 다음에는…… 보통 몸에 이런저런 부상을 입는 경우가 많아서…….”
en_us: Angela breathed out before explaining, “It was common... to get injured after attending to you, so...”{j}

source: “집무실?”
en_us: “His office?” I asked.

source: 나는 그 말에 허, 하는 소리를 냈고, 도리안이 탁 하고 내 등을 때렸다.
en_us: I sighed audibly, and Dorian slapped my back.

source: 아니, 애초에 이런 곳은 한밤중에 이동할 만한 곳이 아닌 것 같은데.
en_us: This clearly was not the place to walk down during the dead of the night.

source: 그냥, 그런 게 있었다는 것 정도만 전해질 뿐이다.
en_us: All that remained was a story of has-been.

source: 레드우드 백작가라는 이름은 처음 들어본다.
en_us: I have never heard the name Redwood though.

source: 내 말에 데이먼은 약간 불편한 표정을 짓고 나를 바라보다가 이내 표정을 풀었다.
en_us: Damon frowned slightly before relaxing.

source: 맛을 보니, 항염과 진통에 효과가 있는 버드나무 껍질을 우린 물이다.
en_us: The taste suggested that it was boiled with willow bark that had anti-inflammatory and pain-relieving properties.

source: 각 5리터씩 총 15리터가 필요하다.
en_us: It required 1.3 gallons per person and 3.9 gallons total.

source: 그래, 뭐 좋아.
en_us: Alright.

source: 한쪽 눈에 안대를 끼고 있었다.{j}그 이외에도 몸의 여기저기에 흉터가 제법 있다.
en_us: He had an eyepatch over one eye as well as several scars all over his body.{j}

source: “성으로 돌아가면 어머니에게 제가 맡은 화장분의 향기에 대해 물어보겠습니다.
en_us: “When we get back to the castle, I will ask mother about the scented powder.

source: 다섯 번이 넘게 이어진 구타와 명령 속에서, 병참 장교가 다시 입을 열었다.{j}“5열 횡대.{j}이후, 하달한 지시는 언제나 복창하고 이행한다.”
en_us: After more than 5 beating sessions, the commissary spoke again, “In line, 5 columns. From now on, repeat my orders and carry them.”{j}{j}

source: “아아아아아악!”
en_us: “Aaaaargh!”

source: 살아남은 한 명도, 심각한 부상 때문에 결국 치안대 일을 그만둔 모양이다.
en_us: The only survivor had to retire due to serious injuries.

source: 나는 그 말에 한숨을 쉬고 그를 바라봤다.
en_us: I sighed and turned to look at him.

source: 이 정도로 많다면 하나 정도는 얻어걸릴 수도 있겠는데.
en_us: There must be one that matches.

source: “이건 또 뭐야.”{j}창문으로 다가간 나는 검지로 창틀을 살짝 쓸어보았다.
en_us: “What is this?” I asked, walking over to the window and running my finger on the windowsill.{j}

source: “이건 소리도 못 내고 죽었겠네요.
en_us: “He must have died without even a chance to scream.

source: 발에 달린 거대한 쇠구가 나를 바다 밑바닥으로 끌어 내린다.
en_us: The huge metal ball dragged me to the bottom of the ocean.

source: 하나는 로델린이라는 여자의 약지에 끼워진 것과 같았지만, 다른 하나는 아니다.
en_us: One was the same as the ring on the woman called Rodelline, but the other was different.

source: “그거 아닌데요.”{j}나는 레온 백작을 보고 웃었다.
en_us: “It’s not that,” I replied with a smile.{j}

source: 옷 아래로 희미하게 알 수 있는 발달한 승모근과 팔 근육이 눈에 들어온다.
en_us: I could see well-toned traps and arm muscles through his clothes.

source: 바로 이동할 예정이니.
en_us: We’re moving.

source: 그렇다고 물에서 김이 올라오냐 하면 그것도 아니다.
en_us: The water was nowhere near steamy hot though.

source: 내 말에 고개를 숙이고 있던 녀석들 중 하나가 조심스럽게 입을 열었다.{j}“외출 전에는, 백작님의 허락을 받으셔야 합니다.”
en_us: One of the men who were staring at the ground opened his mouth carefully, “You must get the count’s permission before going out.”{j}

source: 내 말에 레온 백작이 고개를 끄덕였다.
en_us: Count Leon nodded.

source: 정확히 말하자면 해낼 수 있을 것 같은 일을 해왔다.
en_us: To be completely honest, I did the work that I could do.

source: 관자놀이를 꾹꾹 누르던 나는 이내 작은 탄성과 함께 중얼거렸다.{j}“잠깐만.”
en_us: “Wait,” I said with an exclaim as I massaged my temple.{j}

source: “기분이 영 찝찝한데.”
en_us: “That doesn’t feel right.”

source: “한번 쌓은 마력은 사라지지 않습니다.”
en_us: “Once collected, mana does not disappear,” he explained.

source: “신발 말씀이십니까.”{j}안젤라가 안내한 곳에 있던 남자는 나를 보자마자 귀신이라도 본 것 같은 표정을 짓고는 고개를 푹 숙이고 대답했다.
en_us: “Shoes, you say?” the man that Angela led to said with a blanched face, staring at the ground.{j}

source: 그래, 식사만 못 하는 게 아니지.
en_us: Well, eating wouldn’t be the only thing he couldn’t do.

source: “그냥 단순히 부러움에서 끝났으면 좋았을 것을.”
en_us: “I wish I could have stopped at jealousy.”

source: 그 와중에 밤에는 잠을 자야 했으니 해가 저물면 마차는 멈췄고, 나는 게롯이 지켜보는 가운데 마력을 끌어모으는 연습을 할 수 있었고, 조금이지만 마력을 구심점 안에 축적하는 데에도 성공했다.{j}많은 양은 아니었다.{j}욕심을 부리면 안 된다고 게롯이 몇 번이나 강조했으니까 당연한 결과였다.
en_us: Though I had to sleep at night, the carriage stopped once the sun set, and I could practice collecting mana under Gerrod’s watch. I even collected some--as little as it was--in my core. It really was a meager amount, but I hadn’t expected more since Gerrod had repeatedly warned against biting more than I could chew.{j}{j}

source: “나는 바다에 떨어졌어.”
en_us: “I fell into the sea.”

source: 그만큼, 무리하다가 실수를 할 가능성이 높다.
en_us: That meant that I was more likely to make a mistake while pushing myself.

source: 하늘에 낀 먹구름을 보니, 눈이 오려나.
en_us: Judging from the dark clouds on the sky, it might snow.

source: “이전에 선물 받은 물건이란다.
en_us: “I received this as a gift a while ago.

source: 지금으로서는, 그저 묵묵히 고개를 숙이고 사무치는 바람을 견디며 걷는 수밖에 없다.
en_us: For now, the best thing to do would be to hang our heads low and walk through the icy wind.

source: “마틴 레드우드.”
en_us: “Martin Redwood.”

source: 다만, 마음에 걸리는 점이 있기는 하다.
en_us: Still, there was something that caught on my mind.

source: 내 말에 도리안이 고개를 저었다.
en_us: Dorian shook his head.

source: 다만, 머리가 날아가면 시각을 상실하고, 척추의 뇌 기능 대체는 어디까지나 임기응변 수준이기 때문에 머리가 날아간 이후부터는 본능에 따라 움직이는 야수에 불과하다.]
en_us: However, they lose their sight when they lose their head. The spinal cord is also only secondary to the actual brain. So without their heads, highlanders are mere beasts that move on instinct.]

source: 아무래도 느낌이 좋지 않습니다.
en_us: I have a bad feeling about this.

source: 하지만, 약지에 끼워진 반지가 두 개라는 점이 마음에 걸린다.
en_us: However, the fact that he was wearing two rings on his ring finger caught my attention.

source: 내 말에 하녀가 기겁하면서 곧장 발을 침대에서 내렸다.
en_us: The maid jumped and immediately put her foot down.

source: “가고 싶다면 가라.
en_us: “Go if you wish.

source: 식사는 항상 여기에서 할 거라고 말해두었기 때문에, 안젤라는 트레이를 끌고 안으로 들어와 테이블 위에 식사를 차리기 시작했다.{j}“도련님, 여행 준비 때문에 여쭈어볼 것이 있는데.”
en_us: I had told her that I would have all my meals here. Angela entered with a tray and began to set the table before suddenly asking, “Young master, I have something to ask about preparing for the trip.”{j}

source: 목검이 가보라고?
en_us: A wooden sword was an heirloom?

source: 바로 레온 백작의 성으로 돌아가기 시작하면 밤 중에는 마을을 들를 수 있을 것이다.
en_us: We should be able to stop by a town on our way back to the castle at least by tonight.

source: 짙은 밤색의 머리카락은 깔끔하게 잘 정돈되어 있다.{j}나이는 15-17세 사이.
en_us: But the figure that stared back looked about 15 to 17 years old with dark brown hair that was clean-cut.{j}

source: 하나로도 충분히 신체에 혈액을 공급할 수 있기에, 두 심장 중 하나를 파괴하는 것으로는 그 악마적인 돌격을 멈출 수 없다.]
en_us: Because one is enough to circulate blood for the whole body, we cannot stop their devilish charge by destroying just one.]

source: “의사는 갑작스럽게 기름진 음식을 먹으면 몸에 좋지 않다고 했습니다.”{j}말을 하며, 하녀는 내 침대 위에 상을 차렸다.
en_us: “The doctor says it would not be advisable to eat rich food straight away,” she said as she set the table on my bed.{j}

source: 올가미.
en_us: The lasso.

source: 그러니, 원래 가문의 보물이었다고 하는 그 목검의 위치는커녕 간직하고 있던 힘이 뭔지도 아는 사람이 없다.
en_us: So nobody knew where the heirloom was or what powers it had.

source: 나는 나타나는 분신들의 공격에 맞춰서 방어와 반격을 연습하기 시작했다.
en_us: I began to practice defense and parry against them.

source: 말 참 쉽게 한다.
en_us: Like it’s easy.

source: 내 말에 그가 고개를 끄덕이고 의자를 가리켰다.
en_us: He nodded and pointed to the chair.

source: 걸어가던 중, 영주의 권좌 뒤편에 놓인 진열함이 보인다.
en_us: On my way, I saw the display behind the lord’s seat.

source: 수도 치안대가 인근 마을에서 발생한 연쇄 살인을 조사한 적이 있습니다.”
en_us: The Public Security of the capital city had once investigated a serial murder in the village nearby,” he explained.

source: 거 참 겁나게 파랗네.
en_us: It was unbearably blue.

source: 게다가, 호수라기보다는 차라리 계곡물이라고 해야 할 정도로 물이 맑다.
en_us: Also, the water was very clear as if this were a creek rather than a lake.

source: 내 말에 여자의 안색이 확 하고 변했다.
en_us: The woman blanched at my words.

source: 찾았다.
en_us: Found it.

source: 당연히, 붉은 가지를 탐내던 복면 친구들이 그 힘을 여전히 원한다면 로티샤 호수의 물을 전부 다 퍼내서 가져가야 하겠지.
en_us: If the masked bastards who were after the Red Branch wanted it, they would have to scoop out all the water from the lake.

source: 거기에 더해서 발뒤꿈치에 큰 물집이 보인다.
en_us: I could also see a large blister on her heel.

source: 역청 같은 진한 때깔로 뽑아줘.”
en_us: Make it dark like poison,” I asked.

source: 내 인생, 언제부터 그렇게 편하게 굴러갔다고.
en_us: After all, since when had my life been so easy?

source: “내가 검을 본 건.”
en_us: “I saw that sword...” I murmured.

source: 아프다고?
en_us: Hurt?

source: 이제 막 만난 참이다.
en_us: We had just met.

source: 마력과 돈이 한 가지 공통점을 가지고 있다면 없어서 화나는 경우는 무지하게 많지만, 너무 많아서 화나는 경우는 절대로 없다는 거다.
en_us: Mana and money had one thing in common: not having enough always brought more trouble than having too much.

source: 몸이야 좀 힘들겠지만, 어차피 여기에서 몸 편할 생각은 집어치웠으니까.
en_us: It might be hard work, but I wasn’t expecting to have it easy here.

source: “의사는 그렇게 말했습니다.
en_us: “That’s what the doctor said.

source: 나는 그 말에 희미하게 미소를 지었다.{j}대충 뭘 말하는지 알 것 같다.
en_us: I smiled faintly, seeing where this was going.{j}

source: 나와 게롯이 몸에 마력을 돌리면 시신 세 구 정도는 어렵지 않게 옮길 수 있다.
en_us: With our mana, Gerrod and I could move three bodies with ease.

source: “게롯 홀필드 경 맞으신가요?”{j}내 말에 그가 고개를 끄덕였다.
en_us: “Are you Sir Gerrod Holfield?” I asked to which he nodded.{j}

source: “그러시던가요.
en_us: “You may do that.

source: “아니요.”
en_us: “No.”

source: 내가 팔 수는 없잖아?
en_us: I wasn’t digging.

source: 하다못해 걸어 다니면서 마력을 축적하는 것도 위험하다고 한다.
en_us: Even collecting while walking could be dangerous.

source: 물론, 세상에 길이 85cm에 폭 2.3cm 정도 되는 검은 차고 넘친다.
en_us: Of course, there were numerous swords that measured 85cm long and 2.3cm wide.

source: 게롯이 진지한 표정을 지은 채 검으로 복면을 쓴 사람 중 한 명을 가리켰다.{j}“마법사가 있습니다.”
en_us: Gerrod gravely pointed to one of the men in masks, explaining, “There is a mage.”{j}

source: 국경 수비대가 주둔하고 있는 곳을 제외한 다른 곳에는 치안이라고 할 만한 게 거의 없기 때문에, 형장의 이슬로 사라지고 싶지 않은 중범죄자들도 쿠르스트 산맥으로 기어들어 온다.
en_us: Aside from where the Border Guards were based, the area was free of any public security. So seasoned criminals who wanted to avoid execution found themselves in the mountains.

source: 그래, 잘 모를 줄 알았다.
en_us: I had expected as much.

source: “내가 다시 한번 네 아버지에게 이야기를 해보마.”
en_us: “I’ll try to talk to your father once more,” she said,

source: “아, 누군가 했더니.
en_us: “Oh, I wondered who it was.

source: 테이블과 의자는 모두 멀쩡하게 서 있고, 냄비 안의 스튜도 전혀 쏟아진 흔적이 없다.{j}저항이 전혀 없었다는 뜻이다.
en_us: The table and the chairs were fine as was the stew in the pot which suggested that there was zero struggle.{j}

source: “저와는 막역한 사이였습니다.
en_us: “He was a close friend of mine.

source: “저 여성분은 존댓말을 했고, 어머니는 반말을 했기 때문입니다.”
en_us: “The lady spoke respectfully to my mother who responded more casually.”

source: 그런 질문을 떠올리기 무섭게 녀석이 입에 물고 있는 정체불명의 장치에서 공기 방울이 부글거리며 솟구친다.
en_us: As soon as I entertained the idea, I could see a stream of bubbles from the device in his mouth.

source: 그럼 이 친구가 게롯이 말했던 그 녀석인 모양이군.
en_us: So he was the one that Gerrod had mentioned.

source: 알았어, 계속해줘.
en_us: Alright. Go on.

source: “이제 좀 귀가 뚫린 모양이군.
en_us: “Now we’re talking.

source: 밤색의 머리카락은 나와 같은 색깔이다.
en_us: The brown hair was the same shade as mine.

source: 안젤라가 노크를 하고 들어와 인사를 한다.
en_us: Angela came in after a knock and bowed.

source: “내가 따로 명단을 건네주었던 녀석들은 잊지 말고 반드시 포함시켜 줘.”
en_us: “Don’t forget to include everyone who I mentioned in the list.”

source: “네가 무슨 생각을 하는지 잘 모르겠지만, 아마 오해라고 생각한다.
en_us: “I don’t know what you’re thinking, but you’re mistaken.

source: 자다가 벼락 맞은 기분이네.
en_us: Talk about getting a rug pulled under your feet.

source: 그 단어를 읽고 있는데 갑자기 문이 열렸다.
en_us: As I was reading the definition, the door swung open.

source: 내 입장에서도 나쁠 건 없다.
en_us: This wouldn’t be a bad deal for me.

source: “내가 아는 기사가 머무르는 거소네.”
en_us: “A knight that I’m acquainted with lives here,” said Dorian.

source: 문을 열고 들어간 나는 인사를 했다.
en_us: I entered and bowed.

source: 잠깐 고민하던 나는 입을 열었다.{j}“가지고 계신 향수 냄새를 한번 확인해 보고 싶은데요.”
en_us: After a moment of hesitation, I asked, “If I may, I want to check your perfume.”{j}

source: “책과…… 사전 말씀이십니까.
en_us: “A book... and a dictionary, you say?

source: 슬프게도 남 일이 아니다.
en_us: Unfortunately, I was included.

source: 다리를 잃은 사람은 불쌍하지만, 어차피 내가 알고 지낼 사람은 아니다.
en_us: Though it was a pity that a man had lost a leg, I would never get to know him.

source: “수습해서 사제들에게 보내고, 찾아낸 사실들은 상황을 파악하러 온 치안대에게 말하겠습니다.
en_us: “I will recover them to be sent to the priests and report the findings to the Public Security.

source: 발차기 때문에 놓친 검이 하늘 높이 떠오른다.{j}그리고 다시 허공에 나타난 내 모습이 그 검을 붙잡아 내 쪽으로 휙 던져주고 사라졌다.
en_us: The sword flew high in the air before my image appeared out of thin air to grab it and toss it in my direction before vanishing.{j}

source: 받은 보급품의 상태를 확인하기 시작했다.
en_us: We began to check the supplies.

source: “보통은 식사도 제대로 못 합니다.”
en_us: “A normal person wouldn’t even be able to eat,” Gerrod commented.
